Repository: jacentys/Drinkoteka
Catalog: Drinkoteka/Localizable.xcstrings
Source language: pl
Languages: en

source: ✓ Kod aktywowany.
en: ✓ Code activated.

source: Absynt - Brak
en: Absinthe - Missing

source: Aby skorzystać z Premium, musisz być zalogowany.
en: You need to be logged in to use Premium.

source: Aby używać tej aplikacji musisz być pełnoletni!
en: You must be of legal age to use this app!

source: Aktywuj
en: Activate

source: alk.:
en: alc.:

source: Alkohol
en: Alcohol

source: Alkohol %
en: Alcohol %

source: Alkohol główny
en: Main spirit

source: Anuluj
en: Cancel

source: Bardzo Słodki
en: Very Sweet

source: Bezalk.
en: N-alc.

source: Bezalkoholowe
en: Non-alcoholic

source: Bezalkoholowy (0%)
en: Non-alcoholic (0%)

source: Błąd aktywacji. Spróbuj ponownie.
en: Activation failed. Please try again.

source: Błąd wysyłki. Spróbuj ponownie.
en: Send failed. Please try again.

source: Blokada wygaszacza aktywna
en: Screen lock active

source: Blokada wygaszacza nieaktywna
en: Screen lock inactive

source: brak
en: none

source: Brak
en: Missing

source: Brak %lld skł.
en: Missing %lld ingr.

source: Brak Danych
en: No Data

source: Brak danyh
en: No data

source: Brak dostępu
en: No access

source: brak drinków
en: no drinks

source: Brak połączenia z internetem
en: No internet connection

source: Brak zamienników
en: No substitutes

source: Co najmniej jeden z alkoholi głównych powinien być wybrany. W innym wypadku wyświetlana lista będzie pusta
en: At least one of the main spirits must be selected. Otherwise the displayed list will be empty

source: Co najmniej jeden z poziomów mocy drinka powinien być wybrany. W innym wypadku wyświetlana lista będzie pusta
en: At least one strength level must be selected. Otherwise the displayed list will be empty

source: Co najmniej jeden z poziomów słodkości powinien być wybrany. W innym wypadku wyświetlana lista będzie pusta
en: At least one sweetness level must be selected. Otherwise the displayed list will be empty

source: ćwiartki
en: quarters

source: Czy na pewno chcesz usunąć konto?
en: Are you sure you want to delete your account?

source: Czy na pewno chcesz zresetować składniki?
en: Are you sure you want to reset ingredients?

source: Delik.
en: Light

source: Delikatne
en: Light

source: Delikatny (1%% - %lld%%)
en: Delicate (1%% - %lld%%)

source: Dodaj
en: Add

source: Dodaj krok
en: Add step

source: Dodaj notatkę
en: Add note

source: Dodaj Notatkę
en: Add Note

source: Dodaj pozycję do przepisu
en: Add a step to the recipe

source: Dodaj składnik
en: Add ingredient

source: Dodaj zdjęcie
en: Add photo

source: Dodawanie własnych drinków — ze zdjęciem, składnikami i przepisem — jest dostępne w planie Premium.
en: Adding your own drinks — with a photo, ingredients and recipe — is available in the Premium plan.

source: Domyślna miara
en: Default unit

source: dopełnienie
en: top up

source: Dopuszczaj zamienniki
en: Allow substitutes

source: Dostęp
en: Access

source: Dostęp do kategorii
en: Category access

source: Dostęp do kategorii specjalnych przyznaje administrator.
en: Access to special categories is granted by the administrator.

source: Dostępne
en: Available

source: Dostępnych jest %lld nowych drinków. Pobrać teraz?
en: %lld new drinks are available. Download now?

source: Drinki
en: Drinks

source: Drinkoteka
en: Drinkotheque

source: Edytuj
en: Edit

source: Edytuj notatkę
en: Edit note

source: Ekran
en: Screen

source: Filtry
en: Filters

source: Funkcja Premium
en: Premium Feature

source: gałązki
en: sprigs

source: Gdy włączone, ekran nie gaśnie podczas korzystania z aplikacji — przydatne przy przyrządzaniu drinka. Gdy wyłączone, obowiązuje autoblokada telefonu.
en: When on, the screen stays awake while using the app — handy while making a drink. When off, your phone's auto-lock applies.

source: Gotowe
en: Done

source: gr.
en: g.

source: hasło...
en: password…

source: IBA Klasyki
en: IBA Contemporary Classics

source: IBA Niezapomniane
en: IBA The Unforgettables

source: IBA Nowa Era
en: IBA New Era Drinks

source: Ilość
en: Quantity

source: Ilość Kalorii
en: Calorie Count

source: Imię lub nick...
en: Name or nickname...

source: Inne
en: Other

source: Jeśli włączone, blokada ekranu jest nieaktywna.
en: When enabled, the screen lock is inactive.

source: Jeśli zaznaczono, przy sprawdzaniu dostępności składników brane są pod uwagę zamienniki. Zwiększa to ilość możliwych do zrobienia drinków. Trzeba liczyć się z delikatną zmianą smaku w stosunku do oryginału.
en: When checked, substitutes are taken into account when checking ingredient availability. This increases the number of drinks you can make. Expect a slight change in taste compared to the original.

source: Język
en: Language

source: Język aplikacji
en: App language

source: Już potwierdziłem — zaloguj się
en: I've confirmed — log in

source: Kalorie
en: Calories

source: Kalorie / 100
en: Calories / 100

source: kat.:
en: cat.:

source: Kategoria
en: Category

source: kawałki
en: pieces

source: Kieliszek do Margarity
en: Margarita Glass

source: Kieliszek do Wina
en: Wine Glass

source: Kieliszek do Wódki
en: Shot Glass

source: Kieliszek Koktailowy
en: Cocktail Glass

source: Kielliszek do Szampana
en: Champagne Glass

source: Kod aktywacyjny
en: Activation code

source: Kod osiągnął limit użyć.
en: Code has reached its usage limit.

source: Kod przypisany do innego konta.
en: Code assigned to a different account.

source: Kod wygasł.
en: Code expired.

source: Koktail
en: Cocktail

source: Koniec
en: Done

source: Konto
en: Account

source: Konto Premium
en: Premium Account

source: kostki
en: cubes

source: Krok opcjonalny
en: Optional step

source: krople
en: drops

source: Kup Premium
en: Get Premium

source: Lekko Słodki
en: Slightly Sweet

source: Likiery
en: Liqueurs

source: listki
en: leaves

source: Malejąco
en: Descending

source: Mały błąd
en: Oops

source: Mam 18 lat
en: I am 18 years old

source: Masz dostęp do dodatkowych kategorii przyznany przez administratora.
en: You have access to additional categories granted by the administrator.

source: Masz już konto? Zaloguj się
en: Do you have account? Login

source: Masz wszystkie skł.
en: You have all ingr.

source: miara:
en: unit:

source: Moc
en: Strength

source: Moc drinka
en: Drink strength

source: Mocne
en: Strong

source: Mocny
en: Strong

source: Mocny (powyżej %lld%%
en: Strong (above %lld%%

source: Musisz być zalogowany.
en: You must be logged in.

source: Następny
en: Next

source: Nazwa
en: Name

source: Nazwa drinka
en: Drink name

source: Nie masz konta? Zarejestruj się
en: You don’t have account? Register

source: Nie Słodki
en: Not Sweet

source: Nie wygaszaj ekranu
en: Keep screen on

source: Nieprawidłowy kod.
en: Invalid code.

source: Notatka
en: Note

source: Notatka:
en: Note:

source: Notatki
en: Notes

source: Notatki do drinków są dostępne w planie Premium. Twoje notatki są synchronizowane między urządzeniami i przypisane do Twojego konta.
en: Drink notes are available in the Premium plan. Your notes are synced across devices and tied to your account.

source: Nowe drinki
en: New drinks

source: Nowe hasło
en: New password

source: Nowy drink
en: New drink

source: Nowy krok
en: New step

source: Nowy składnik
en: New ingredient

source: odrobina
en: a dash

source: opcj.
en: opt.

source: Opcje
en: Options

source: Opcjonalne
en: Optional

source: Opcjonalny
en: Optional

source: Opinia
en: Feedback

source: Opinia wysłana. Dziękujemy!
en: Feedback sent. Thank you!

source: Opis (opcjonalnie)
en: Description (optional)

source: Opis kroku
en: Step description

source: Opis składnika
en: Ingredient description

source: Opis:
en: Description:

source: owoce
en: fruits

source: Owoce
en: Fruits

source: plastry
en: slices

source: Plastry
en: Slices

source: Pobieram przepisy…
en: Fetching recipes…

source: Pobierz
en: Download

source: Podaj swoje dane
en: Enter your details

source: Podstawowe
en: Basic

source: Podziel się opinią, zgłoś błąd lub zaproponuj nową funkcję.
en: Share your feedback, report a bug or suggest a new feature.

source: Podziel się opinią, zgłoś błąd lub zaproponuj nową funkcję. Wiadomość trafi bezpośrednio do twórcy aplikacji.
en: Share feedback, report a bug or suggest a new feature. Your message goes directly to the app's creator.

source: Pokaż zamienniki
en: Show substitutes

source: Pokazuj tylko drinki dostępne
en: Show only available drinks

source: Pokazuj tylko drinki które mogą zostać przyrządzone z dostępnych składników. Ta opcja ukrywa pozostałe składniki gdy nie ma wszystkich składników. Dwie poniższe opcje są brane pod uwagę.
en: Show only drinks that can be made from the ingredients you have. This option hides other drinks when not all ingredients are available. The two options below are taken into account.

source: Pokazuj tylko drinki które mogą zostać przyrządzone z posiadanych składników.
en: Show only drinks that can be made with ingredients you have.

source: Pokazuj tylko drinki zaznaczone gwiazdką jako ulubione.
en: Show only drinks marked with a star as favorites.

source: Pokazuj tylko ulubione
en: Show only favorites

source: Polecane:
en: Recommended:

source: połówki
en: halves

source: Polski
en: Polish

source: Poszukaj swoich smaków
en: Discover your flavors

source: Potwierdź hasło
en: Confirm password

source: Później
en: Later

source: Preferencje
en: Preferences

source: Premium odblokujesz kodem aktywacyjnym otrzymanym od twórcy aplikacji. Wpisz go w Preferencje → Kod aktywacyjny.
en: You can unlock Premium with an activation code from the app's creator. Enter it in Preferences → Activation code.

source: Problem z linkiem: %@
en: Problem with link: %@

source: przep.
en: rec.

source: przep..
en: rec.

source: Przepis
en: Recipe

source: Przepis:
en: Recipe:

source: Przepisy na proste drinki
en: Simple Drink Recipes

source: Prześlij opinię
en: Send feedback

source: Prześlij opinię o aplikacji
en: Send app feedback

source: Przy pierwszym uruchomieniu potrzebne jest połączenie, aby pobrać przepisy.
en: An internet connection is required on first launch to download the recipes.

source: Przy sprawdzaniu składników drinka bierz pod uwagę składniki opcjonalne. Składniki te często używane są do przyozdabiania drinków lub wzbogacania smaku.
en: When checking a drink's ingredients, include optional ingredients. These are often used for garnishing or enhancing flavor.

source: Przyprawy
en: Spices

source: Resetuj
en: Reset

source: Resetuj składniki
en: Reset ingredients

source: Resetuje stan wszystkich składników (odznacza barek). Przydatne, gdy chcesz wprowadzić składniki od nowa. Twoje własne drinki i przepisy pozostają.
en: Resets the state of all ingredients (clears your bar). Useful when you want to re-enter ingredients from scratch. Your own drinks and recipes are kept.

source: Resetuje stan wszystkich składników! Opcja przydatna gdy chcesz od nowa wprowadzić składniki do programu.
en: Resets the status of all ingredients! Useful when you want to re-enter your ingredients from scratch.

source: Rosnąco
en: Ascending

source: skł.
en: ingr.

source: Skł. opcjonalne wymagane
en: Optional ingr. required

source: Skład
en: Ingredients

source: Skład:
en: Ingredients:

source: Składn.
en: Ingr.

source: Składnik drinków:
en: Used in drinks:

source: Składnik o tej nazwie już istnieje.
en: An ingredient with this name already exists.

source: Skladniki
en: Ingredients

source: Składniki
en: Ingredients

source: Składniki opcjonalne wymagane
en: Optional ingredients required

source: Słodki
en: Sweet

source: Słodkość
en: Sweetness

source: Słodkość drinka
en: Drink sweetness

source: Słodycz
en: Sweetness

source: Soki
en: Juices

source: Sortowanie
en: Sorting

source: Sortuj wg.
en: Sort by

source: Sortuj wg. nazwy, słodkości, zawartości alkoholu, kalorii lub ilości składników dostępnych do zrobienia drinka. Kliknij na strzałkę aby zmienić kierunek sortowania
en: Sort by name, sweetness, alcohol content, calories, or the number of available ingredients needed to make the drink. Tap the arrow to change the sort direction

source: Sprawdź skrzynkę mailową i kliknij link potwierdzający, aby aktywować konto.
en: Check your inbox and click the confirmation link to activate your account.

source: Spróbuj ponownie
en: Try again

source: Średni
en: Medium

# Średni (%lld%% - %lld%%)
source: Średni (%1$lld%% - %2$lld%%)
en: Medium (%1$lld%% - %2$lld%%)

source: Średnie
en: Medium

source: Strona WWW:
en: Website:

source: Syropy
en: Syrups

source: Szczegóły konta
en: Account details

source: szczypty
en: pinches

source: Szklanka Collins
en: Collins Glass

source: Szklanka Old Fashioned
en: Old Fashioned Glass

source: Szklanka Whiskey
en: Whiskey Glass

source: Szkło
en: Glass

source: sztukia
en: pieces

source: Szukaj składnika
en: Search ingredient

source: Szukaj...
en: Search...

source: Ta operacja jest nieodwracalna.
en: This action is irreversible.

source: Ten drink jest dostępny w planie Premium. Odblokuj Premium kodem aktywacyjnym, aby zobaczyć przepis.
en: This drink is available in the Premium plan. Unlock Premium with an activation code to see the recipe.

source: Ten kod został już przez Ciebie użyty.
en: You have already used this code.

source: Twoja opinia trafi bezpośrednio do dewelopera. Możesz zgłosić błąd, sugestię lub pomysł na nową funkcję Drinkoteki.
en: Your feedback goes directly to the developer. You can report a bug, a suggestion or an idea for a new Drinkoteka feature.

source: Twoja uwaga trafi bezpośrednio do dewelopera. Możesz zgłosić błąd, sugestię lub brakujące dane dotyczące tego drinka.
en: Your feedback goes directly to the developer. You can report a bug, suggestion, or missing data about this drink.

source: Twoje kategorie
en: Your categories

source: Tylko ulubione
en: Favorites only

source: Tylko z dost. składn.
en: Available ingr. only

source: Ulubione
en: Favorites

source: Ulubiony
en: Favorite

source: Usuń konto
en: Delete account

source: Usunięcie konta jest nieodwracalne. Wszystkie Twoje dane zostaną trwale usunięte.
en: Account deletion is irreversible. All your data will be permanently deleted.

source: Uwaga wysłana. Dziękujemy!
en: Feedback sent. Thank you!

source: Uwagi
en: Notes

source: W Barku
en: In Stock

source: W barku:
en: In stock:

source: W tej aplikacji znajdziesz przepisy na drinki. Zarówno alkoholowe jak i bezaklkoholowe. Możesz wyszukiwać ich filtrując poziom słodkości, moc drinka oraz podstawowy użyty alkohol. Oprócz tego po zaznaczeniu które składniki posiadasz aplikacja pokaże Ci które drinki możesz zrobić, lub ile składników brakuje w poszczególnych drinkach.
en: In this app you'll find drink recipes, both alcoholic and non-alcoholic. You can search them by filtering sweetness level, drink strength, and main spirit used. You can also mark which ingredients you have, and the app will show you which drinks you can make, or how many ingredients are missing for each drink.

source: Wczytuję przepisy…
en: Loading recipes…

source: Według alkoholu
en: By spirit

source: Własne
en: Custom

source: Własny
en: Custom

source: Wpisz e-mail w poprawnym formacie.
en: Enter a valid email address.

source: Wpisz imię lub nick
en: Enter a name or nickname

source: Wpisz kod
en: Enter code

source: Wpisz kod otrzymany od twórcy aplikacji, aby odblokować Premium lub dodatkowe kategorie.
en: Enter a code from the app's creator to unlock Premium or extra categories.

source: Wszystkie zaznaczone składniki zostaną odznaczone.
en: All checked ingredients will be unchecked.

source: Wybierz alkohol, który ma być głównym składnikiem drinków
en: Choose the spirit that should be the main ingredient of the drinks

source: Wybierz alkohol, który ma być głównym składnikiem drinków.
en: Choose the main spirit for the drinks.

source: Wybierz poziom słodkości drinka
en: Choose the drink's sweetness level

source: Wybierz poziom słodkości drinka.
en: Choose the drink's sweetness level.

source: Wybierz poziom zawartości alkoholu w drinku
en: Choose the drink's alcohol strength level

source: Wybierz poziom zawartości alkoholu w drinku.
en: Choose the drink's alcohol content level.

source: Wybierz składnik
en: Select ingredient

source: Wygaszacz ekranu
en: Screen lock

source: Wyloguj się
en: Log out

source: Wyrejestruj
en: Log out

source: Wyślij
en: Send

source: Zakończ
en: Finish

source: Zaloguj się
en: Log in

source: Zaloguj się by mieć dostęp do większej ilości przepisów.
en: Log in to access more recipes.

source: Załóż konto lub zaloguj się, aby zapisywać notatki i mieć dostęp do dodatkowych treści. Konto możesz w każdej chwili usunąć w jego szczegółach.
en: Create an account or sign in to save notes and access extra content. You can delete your account anytime from its details.

source: zam:
en: sub:

source: Zamienniki
en: Substitutes

source: Zamienniki:
en: Substitutes:

source: Zamknij
en: Close

source: Zapisz
en: Save

source: Zapisz nowe hasło
en: Save new password

source: Zarejestruj się
en: Sign up

source: Zarejestruj się / Zaloguj się
en: Sign up / Log in

source: Zdjęcie
en: Photo

source: Zmiana hasła
en: Change password

source: Zmień hasło
en: Change password

source: Zmień zdjęcie
en: Change photo

source: Edytuj drink
en: Edit drink

source: Polecany na stronie głównej
en: Featured on home screen

source: Uwagi do przepisu
en: Recipe remarks

source: Moc i kaloryczność liczone są automatycznie na podstawie listy składników.
en: Strength and calories are calculated automatically from the ingredient list.

source: Link (WWW)
en: Link (URL)

source: Dodaj do wspólnego katalogu
en: Add to shared catalog

source: Drink zostanie zapisany na serwerze i będzie widoczny dla wszystkich użytkowników, zamiast pozostać tylko na tym urządzeniu.
en: The drink will be saved on the server and visible to all users, instead of staying only on this device.

source: Ulubione:
en: Favorites:
